Repository: initMoin/toDo
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: ar, es, hi, it, ja, ms, th, ur, zh_hans

source: Allow reminder alerts, sounds, and Time-Sensitive delivery.
ar: اسمح بتنبيهات التذكير والأصوات والتسليم الحساس للوقت.
es: Permite alertas, sonidos y entrega urgente.
hi: रिमाइंडर अलर्ट, ध्वनियां और Time-Sensitive डिलीवरी अनुमति दें।
it: Consenti avvisi, suoni e consegna urgente.
ja: リマインダー通知、サウンド、Time-Sensitive通知を許可します。
ms: Benarkan amaran peringatan, bunyi dan penghantaran Time-Sensitive.
th: อนุญาตการเตือน เสียง และการส่งแบบ Time-Sensitive
ur: یاد دہانی الرٹس، آوازوں اور Time-Sensitive ڈیلیوری کی اجازت دیں۔
zh_hans: 允许提醒通知、声音和 Time-Sensitive 递送。

source: Allowed
ar: مسموح
es: Permitido
hi: अनुमत
it: Consentito
ja: 許可された
ms: dibenarkan
th: อนุญาต
ur: اجازت ہے۔
zh_hans: 允许

source: Already purchased
ar: تم شراؤه بالفعل
es: Ya comprado
hi: पहले ही खरीदा जा चुका है
it: Già acquistato
ja: 購入済み
ms: Sudah dibeli
th: ซื้อแล้ว
ur: پہلے ہی خریدا جا چکا ہے
zh_hans: 已购买

source: Annual
ar: سنوي
es: Anual
hi: वार्षिक
it: Annuale
ja: 年間
ms: Tahunan
th: รายปี
ur: سالانہ
zh_hans: 年度

source: App Icon Badge
ar: شارة أيقونة التطبيق
es: Insignia del icono de la aplicación
hi: ऐप आइकन बैज
it: Badge icona app
ja: アプリアイコンバッジ
ms: Lencana ikon app
th: ป้ายบนไอคอนแอป
ur: ایپ آئیکن بیج
zh_hans: 应用程序图标徽章

source: App Store & Policies
ar: App Store والسياسات
es: App Store y políticas
hi: App Store और नीतियाँ
it: App Store e informative
ja: App Storeとポリシー
ms: App Store & Dasar
th: App Store และนโยบาย
ur: App Store اور پالیسیاں
zh_hans: App Store 与政策

source: Appearance
ar: المظهر
es: Apariencia
hi: दिखावट
it: Aspetto
ja: 外観
ms: Rupa
th: รูปลักษณ์
ur: ظاہری انداز
zh_hans: 外观

source: Apple devices
ar: أجهزة Apple
es: Dispositivos Apple
hi: Apple डिवाइस
it: Dispositivi Apple
ja: Appleデバイス
ms: Peranti Apple
th: อุปกรณ์ Apple
ur: Apple آلات
zh_hans: Apple 设备

source: Apple Devices (iCloud)
ar: أجهزة Apple (iCloud)
es: Dispositivos Apple (iCloud)
hi: Apple डिवाइस (iCloud)
it: Dispositivi Apple (iCloud)
ja: Appleデバイス（iCloud）
ms: Peranti Apple (iCloud)
th: อุปกรณ์ Apple (iCloud)
ur: Apple آلات (iCloud)
zh_hans: Apple 设备（iCloud）

source: Apple devices (unavailable here)
ar: أجهزة Apple (غير متاحة هنا)
es: Dispositivos Apple (no disponibles aquí)
hi: Apple डिवाइस (यहाँ उपलब्ध नहीं)
it: Dispositivi Apple (non disponibili qui)
ja: Appleデバイス（ここでは利用できません）
ms: Peranti Apple (tidak tersedia di sini)
th: อุปกรณ์ Apple (ไม่พร้อมใช้งานที่นี่)
ur: Apple آلات (یہاں دستیاب نہیں)
zh_hans: Apple 设备（此处不可用）

source: Apple help for Files
ar: مساعدة Apple للملفات
es: Ayuda de Apple para Archivos
hi: Files के लिए Apple सहायता
it: Aiuto Apple per File
ja: “ファイル”のAppleヘルプ
ms: Bantuan Apple untuk Files
th: ความช่วยเหลือจาก Apple สำหรับไฟล์
ur: فائلز کے لیے Apple مدد
zh_hans: Apple“文件”帮助

source: Apple Intelligence is not available on this device, language, or region yet.
ar: Apple Intelligence غير متاحة بعد على هذا الجهاز أو بهذه اللغة أو في هذه المنطقة.
es: Apple Intelligence aún no está disponible en este dispositivo, idioma o región.
hi: Apple Intelligence अभी इस डिवाइस, भाषा या क्षेत्र में उपलब्ध नहीं है।
it: Apple Intelligence non è ancora disponibile su questo dispositivo, in questa lingua o in questa regione.
ja: Apple Intelligenceは、このデバイス、言語、または地域ではまだ利用できません。
ms: Apple Intelligence belum tersedia pada peranti, bahasa atau rantau ini.
th: Apple Intelligence ยังไม่พร้อมใช้งานบนอุปกรณ์ ภาษา หรือภูมิภาคนี้
ur: Apple Intelligence ابھی اس ڈیوائس، زبان یا خطے میں دستیاب نہیں ہے۔
zh_hans: Apple Intelligence 目前尚未在此设备、语言或地区提供。

source: Apple Intelligence is not available on this device, language, or region.
ar: Apple Intelligence غير متاح على هذا الجهاز أو بهذه اللغة أو في هذه المنطقة.
es: Apple Intelligence no está disponible en este dispositivo, idioma o región.
hi: Apple Intelligence इस डिवाइस, भाषा या क्षेत्र में उपलब्ध नहीं है।
it: Apple Intelligence non è disponibile su questo dispositivo, in questa lingua o regione.
ja: このデバイス、言語、または地域ではApple Intelligenceを利用できません。
ms: Apple Intelligence tidak tersedia pada peranti, bahasa atau rantau ini.
th: Apple Intelligence ยังไม่พร้อมใช้งานบนอุปกรณ์ ภาษา หรือภูมิภาคนี้
ur: Apple Intelligence اس ڈیوائس، زبان یا خطے میں دستیاب نہیں ہے۔
zh_hans: Apple Intelligence 在此设备、语言或地区不可用。

source: Apple Intelligence is not available on this device, OS version, language, or region yet.
ar: Apple Intelligence غير متاح بعد على هذا الجهاز أو إصدار النظام أو اللغة أو المنطقة.
es: Apple Intelligence aún no está disponible en este dispositivo, versión del sistema, idioma o región.
hi: Apple Intelligence अभी इस डिवाइस, OS संस्करण, भाषा या क्षेत्र में उपलब्ध नहीं है।
it: Apple Intelligence non è ancora disponibile su questo dispositivo, versione del sistema, lingua o area geografica.
ja: Apple Intelligenceは、このデバイス、OSバージョン、言語、または地域ではまだ利用できません。
ms: Apple Intelligence belum tersedia pada peranti, versi OS, bahasa, atau rantau ini.
th: Apple Intelligence ยังไม่พร้อมใช้งานบนอุปกรณ์ เวอร์ชัน OS ภาษา หรือภูมิภาคนี้
ur: Apple Intelligence ابھی اس ڈیوائس، OS ورژن، زبان، یا خطے میں دستیاب نہیں۔
zh_hans: Apple Intelligence 尚未在此设备、系统版本、语言或地区可用。

source: Apple Intelligence is not available on this Mac yet.
ar: Apple Intelligence غير متاح على هذا الـ Mac حتى الآن.
es: Apple Intelligence todavía no está disponible en este Mac.
hi: Apple Intelligence अभी इस Mac पर उपलब्ध नहीं है।
it: Apple Intelligence non è ancora disponibile su questo Mac.
ja: Apple IntelligenceはまだこのMacでは利用できません。
ms: Apple Intelligence belum tersedia pada Mac ini.
th: Apple Intelligence ยังไม่พร้อมใช้งานบน Mac เครื่องนี้
ur: Apple Intelligence ابھی اس Mac پر دستیاب نہیں ہے۔
zh_hans: Apple 智能暂时无法在这台 Mac 上使用。

source: Apple Intelligence is on.
ar: Apple Intelligence قيد التشغيل.
es: Apple Intelligence está activado.
hi: Apple Intelligence चालू है।
it: Apple Intelligence è attivo.
ja: Apple Intelligenceはオンです。
ms: Apple Intelligence dihidupkan.
th: เปิด Apple Intelligence แล้ว
ur: Apple Intelligence آن ہے۔
zh_hans: Apple Intelligence 已开启。

source: Apple Intelligence is organizing your toDō…
ar: تعمل Apple Intelligence على تنظيم تُدُ…
es: Apple Intelligence está organizando tu toDō…
hi: Apple Intelligence आपका toDō व्यवस्थित कर रहा है…
it: Apple Intelligence sta organizzando il tuo toDō…
ja: Apple IntelligenceがtoDōを整理しています…
ms: Apple Intelligence sedang menyusun toDō anda…
th: Apple Intelligence กำลังจัดระเบียบ toDō ของคุณ…
ur: Apple Intelligence آپ کا تُدُ ترتیب دے رہی ہے…
zh_hans: Apple Intelligence 正在整理你的 toDō…

source: Apple Intelligence is reviewing your patterns...
ar: Apple Intelligence يراجع أنماطك...
es: Apple Intelligence está revisando tus patrones...
hi: Apple Intelligence आपके पैटर्न देख रहा है...
it: Apple Intelligence sta esaminando i tuoi schemi...
ja: Apple Intelligenceがあなたの傾向を確認しています...
ms: Apple Intelligence sedang menyemak corak anda...
th: Apple Intelligence กำลังตรวจดูรูปแบบของคุณ...
ur: Apple Intelligence آپ کے انداز کا جائزہ لے رہا ہے...
zh_hans: Apple Intelligence 正在查看你的模式...

source: Applied %@ successfully
ar: تم تطبيق %@ بنجاح
es: %@ aplicado correctamente
hi: %@ सफलतापूर्वक लागू हुआ
it: %@ applicato correttamente
ja: %@を適用しました
ms: %@ berjaya digunakan
th: ใช้ %@ สำเร็จแล้ว
ur: %@ کامیابی سے لاگو ہو گیا
zh_hans: %@ 已成功应用

source: Applied %@ to %@
ar: تم تطبيق %@ على %@
es: %@ aplicado a %@
hi: %@ को %@ पर लागू किया गया
it: %@ applicato a %@
ja: %@を%@に適用しました
ms: %@ digunakan pada %@
th: ใช้ %@ กับ %@ แล้ว
ur: %@ کو %@ پر لاگو کیا گیا
zh_hans: 已将 %@ 应用于 %@

source: Apply Tag
ar: تطبيق الوسم
es: Aplicar etiqueta
hi: टैग लागू करें
it: Applica tag
ja: タグを適用
ms: Gunakan tag
th: ใช้แท็ก
ur: ٹیگ لاگو کریں
zh_hans: 应用标签

source: Applying Updates
ar: تطبيق التحديثات
es: Aplicar actualizaciones
hi: अद्यतन लागू करना
it: Applicazione degli aggiornamenti
ja: アップデートの適用
ms: Memohon Kemas Kini
th: การใช้การอัปเดต
ur: اپ ڈیٹس کا اطلاق کرنا
zh_hans: 应用更新

source: Appreciation
ar: التقدير
es: Agradecimiento
hi: सराहना
it: Sostegno
ja: 応援
ms: Penghargaan
th: การสนับสนุน
ur: قدردانی
zh_hans: 支持

source: Approve location access, then tap again.
ar: اسمح بالوصول إلى الموقع، ثم اضغط مرة أخرى.
es: Autoriza el acceso a la ubicación y vuelve a tocar.
hi: स्थान एक्सेस की अनुमति दें, फिर दोबारा टैप करें।
it: Consenti l’accesso alla posizione, poi tocca di nuovo.
ja: 位置情報へのアクセスを許可してから、もう一度タップしてください。
ms: Benarkan akses lokasi, kemudian ketik sekali lagi.
th: อนุญาตการเข้าถึงตำแหน่ง แล้วแตะอีกครั้ง
ur: مقام تک رسائی کی اجازت دیں، پھر دوبارہ ٹیپ کریں۔
zh_hans: 允许访问位置，然后再次轻点。

source: Archive
ar: أرشفة
es: Archivo
hi: पुरालेख
it: Archivia
ja: アーカイブ
ms: Arkibkan
th: เก็บถาวร
ur: آرکائیو
zh_hans: 档案

source: Archive toDō
ar: أرشفة تُدُ
es: Archivar toDō
hi: toDō संग्रहीत करें
it: Archivia toDō
ja: toDōをアーカイブ
ms: Arkibkan toDō
th: เก็บถาวร toDō
ur: تُدُ آرکائیو کریں
zh_hans: 归档 toDō

source: Archived
ar: مؤرشف
es: Archivado
hi: संग्रहीत
it: Archiviato
ja: アーカイブ済み
ms: Diarkibkan
th: เก็บถาวรแล้ว
ur: آرکائیو شدہ
zh_hans: 已存档

source: Archives
ar: الأرشيف
es: Archivos
hi: आर्काइव
it: Archivi
ja: アーカイブ
ms: Arkib
th: คลังเก็บ
ur: آرکائیوز
zh_hans: 归档

source: Arriving
ar: الوصول
es: Llegando
hi: पहुंचने
it: In arrivo
ja: 到着
ms: Tiba
th: กำลังมาถึง
ur: پہنچنا
zh_hans: 到达

source: Ask toDō for the clearest next focus from your active list.
ar: اسأل toDō عن أوضح تركيز تالٍ من قائمتك النشطة.
es: Pide a toDō el próximo enfoque más claro de tu lista activa.
hi: अपनी सक्रिय सूची से सबसे स्पष्ट अगला फोकस toDō से पूछें।
it: Chiedi a toDō il prossimo focus più chiaro dalla tua lista attiva.
ja: アクティブなリストから次に集中すべきものをtoDōに尋ねます。
ms: Minta toDō memilih fokus seterusnya yang paling jelas daripada senarai aktif anda.
th: ถาม toDō เพื่อหาโฟกัสถัดไปที่ชัดที่สุดจากรายการที่ใช้งานอยู่
ur: اپنی فعال فہرست سے اگلا واضح فوکس toDō سے پوچھیں۔
zh_hans: 让 toDō 从你的活跃列表中找出最清晰的下一项重点。

source: Auto-Empty Trash
ar: إفراغ سلة المهملات تلقائيًا
es: Vaciar papelera automáticamente
hi: ट्रैश अपने आप खाली करें
it: Svuota cestino automaticamente
ja: ゴミ箱を自動で空にする
ms: Kosongkan sampah automatik
th: ล้างถังขยะอัตโนมัติ
ur: ردی خودکار طور پر خالی کریں
zh_hans: 自动清空废纸篓

source: Available
ar: متاح
es: Disponible
hi: उपलब्ध
it: Disponibili
ja: 利用可能
ms: Tersedia
th: พร้อมใช้งาน
ur: دستیاب
zh_hans: 可用的

source: Available from any due toDō
ar: متاح من أي تُدُ مستحق
es: Disponible desde cualquier toDō con vencimiento
hi: किसी भी देय toDō से उपलब्ध
it: Disponibile da qualsiasi toDō con scadenza
ja: 期限付きのtoDōから利用できます
ms: Tersedia daripada mana-mana toDō berjadual
th: ใช้ได้จาก toDō ที่มีวันครบกำหนด
ur: کسی بھی due toDō سے دستیاب
zh_hans: 可从任何有截止时间的 toDō 使用

source: Average NanoDos
ar: متوسط نَنُدُس
es: Promedio de NanoDos
hi: औसत NanoDos
it: Media NanoDo
ja: 平均 NanoDos
ms: Purata NanoDos
th: NanoDos เฉลี่ย
ur: اوسط نینو ڈوز
zh_hans: 平均 NanoDos

source: Back
ar: رجوع
es: Atrás
hi: वापस
it: Indietro
ja: 戻る
ms: Kembali
th: ย้อนกลับ
ur: واپس
zh_hans: 返回

source: Badge
ar: الشارة
es: Insignia
hi: बैज
ja: バッジ
ms: Lencana
th: ป้ายกำกับ
ur: بیج
zh_hans: 标记

source: Before you switch
ar: قبل التبديل
es: Antes de cambiar
hi: स्विच करने से पहले
it: Prima di cambiare
ja: 切り替える前に
ms: Sebelum bertukar
th: ก่อนเปลี่ยน
ur: تبدیل کرنے سے پہلے
zh_hans: 切换前

source: Begin
ar: يبدأ
es: Comenzar
hi: शुरू
it: Inizio
ja: 始める
ms: Mulakan
th: เริ่ม
ur: شروع کریں
zh_hans: 开始

source: Behavior
ar: السلوك
es: Comportamiento
hi: व्यवहार
it: Comportamento
ja: 動作
ms: Tingkah Laku
th: พฤติกรรม
ur: رویہ
zh_hans: 行为

source: Blue-green focus with a sunlit accent.
ar: تركيز أزرق مخضر مع لمسة مضيئة.
es: Enfoque azul verdoso con un acento soleado.
hi: धूप जैसे एक्सेंट के साथ नीला-हरा फोकस।
it: Focus blu-verde con un accento solare.
ja: 陽の差すアクセントを添えたブルーグリーン。
ms: Fokus biru-hijau dengan aksen cerah.
th: โทนฟ้าเขียวพร้อมสีเน้นเหมือนแสงแดด
ur: دھوپ جیسے رنگ کے ساتھ نیلا سبز انداز۔
zh_hans: 蓝绿色专注感，搭配阳光般的点缀。

source: Bold red, dark ink, clean white, and electric lime.
ar: أحمر جريء، حبر داكن، أبيض نقي، وأخضر ليموني كهربائي.
es: Rojo audaz, tinta oscura, blanco limpio y lima eléctrica.
hi: गहरा लाल, डार्क इंक, साफ़ सफ़ेद, और इलेक्ट्रिक लाइम।
it: Rosso deciso, inchiostro scuro, bianco pulito e lime elettrico.
ja: 大胆な赤、濃いインク、澄んだ白、エレクトリックライム。
ms: Merah berani, dakwat gelap, putih bersih dan limau elektrik.
th: แดงเด่น หมึกเข้ม ขาวสะอาด และเขียวไลม์ไฟฟ้า
ur: شوخ سرخ، گہری سیاہی، صاف سفید، اور برقی لائم۔
zh_hans: 大胆红色、深色墨感、干净白色与电光青柠。

source: Breaks through Focus when the toDō needs immediate attention.
ar: يخترقFocusعندما يحتاج تُدُ إلى اهتمام فوري.
es: AtraviesaFocuscuando la tarea pendiente necesita atención inmediata.
hi: जब toDō पर तत्काल ध्यान देने की आवश्यकता होती है तोFocusको तोड़ता है।
it: AttraversaFocusquando l'attività da fare richiede attenzione immediata.
ja: toDō に直ちに対応する必要がある場合、Focusを突破します。
ms: MenerobosFocusapabila Tugasan memerlukan perhatian segera.
th: แยกFocusเมื่อ toDō ต้องการความสนใจทันที
ur: Focusکے ذریعے ٹوٹ جاتا ہے جب ٹُڈُو کو فوری توجہ کی ضرورت ہوتی ہے۔
zh_hans: 当 toDō 需要立即关注时突破Focus。

source: Bright
ar: ساطع
es: Brillante
hi: चमकदार
it: Brillante
ja: 明るい
ms: Cerah
th: สดใส
ur: روشن
zh_hans: 明亮

source: Bright Ping
ar: تنبيه واضح
es: Ping brillante
hi: उज्ज्वल पिंग
it: Ping chiaro
ja: 明るいピング
ms: Ping Jelas
th: ปิงใส
ur: واضح پنگ
zh_hans: 亮平

source: Built for you, processed on this device.
ar: صُممت لك، وتُعالج على هذا الجهاز.
es: Creado para ti, procesado en este dispositivo.
hi: आपके लिए बनाया गया, इसी डिवाइस पर संसाधित।
it: Creato per te, elaborato su questo dispositivo.
ja: あなたのために作られ、このデバイス上で処理されます。
ms: Dibina untuk anda, diproses pada peranti ini.
th: สร้างมาเพื่อคุณ และประมวลผลบนอุปกรณ์นี้
ur: آپ کے لیے بنایا گیا، اسی ڈیوائس پر پروسیس کیا گیا۔
zh_hans: 为你而建，在此设备上处理。

source: Built for you, processed on this Mac.
ar: مصمم لك، وتتم معالجته على هذا الـ Mac.
es: Creado para ti y procesado en este Mac.
hi: आपके लिए बनाया गया, इसी Mac पर प्रोसेस किया गया।
it: Creato per te, elaborato su questo Mac.
ja: あなた向けに作成し、このMac上で処理します。
ms: Dibina untuk anda, diproses pada Mac ini.
th: สร้างมาเพื่อคุณและประมวลผลบน Mac เครื่องนี้
ur: آپ کے لیے بنایا گیا، اسی Mac پر پراسیس کیا گیا۔
zh_hans: 为你打造，并在这台 Mac 上处理。

source: by
ar: بواسطة
es: por
hi: द्वारा
it: di
ja: 制作
ms: oleh
th: โดย
ur: از
zh_hans: 经过

source: By Tag
ar: حسب الوسم
es: Por etiqueta
hi: टैग द्वारा
it: Per etichetta
ja: タグ別
ms: Mengikut Tag
th: โดยแท็ก
ur: ٹیگ کے لحاظ سے
zh_hans: 按标签

source: Calendar
ar: التقويم
es: Calendario
hi: कैलेंडर
it: Calendario
ja: カレンダー
ms: Kalendar
th: ปฏิทิน
ur: کیلنڈر
zh_hans: 日历

source: Can’t remove shared toDō
ar: لا يمكن إزالة toDō المشتركة
es: No se puede eliminar la toDō compartida
hi: साझा की गई toDō हटाई नहीं जा सकती
it: Impossibile rimuovere la toDō condivisa
ja: 共有toDōを削除できません
ms: toDō dikongsi tidak boleh dialih keluar
th: ไม่สามารถลบ toDō ที่แชร์ได้
ur: مشترکہ toDō ہٹائی نہیں جا سکتی
zh_hans: 无法移除共享 toDō

source: Cancel
ar: إلغاء
es: Cancelar
hi: रद्द करें
it: Annulla
ja: キャンセル
ms: Batal
th: ยกเลิก
ur: منسوخ
zh_hans: 取消

source: Capture something important. A task, reminder, responsibility, or idea.
ar: التقاط شيء مهم. مهمة أو تذكير أو مسؤولية أو فكرة.
es: Captura algo importante. Una tarea, recordatorio, responsabilidad o idea.
hi: कोई महत्वपूर्ण चीज़ कैप्चर करें. कोई कार्य, अनुस्मारक, जिम्मेदारी, या विचार।
it: Cattura qualcosa di importante. Un compito, un promemoria, una responsabilità o un'idea.
ja: 大切なものを捉えます。タスク、リマインダー、責任、またはアイデア。
ms: Tangkap sesuatu yang penting. Tugas, peringatan, tanggungjawab atau idea.
th: จับภาพบางสิ่งที่สำคัญ งาน สิ่งเตือนใจ ความรับผิดชอบ หรือแนวคิด
ur: کسی اہم چیز کو پکڑیں۔ ایک کام، یاد دہانی، ذمہ داری، یا خیال۔
zh_hans: 捕捉重要的东西。任务、提醒、责任或想法。

source: Capture still works when your iPhone is nearby.
ar: لا يزال الالتقاط يعمل عندما يكون iPhone قريبًا.
es: Capturar sigue funcionando cuando tu iPhone está cerca.
hi: आपका iPhone पास हो तो कैप्चर अब भी काम करता है।
it: L’acquisizione funziona ancora quando l’iPhone è vicino.
ja: iPhoneが近くにあればキャプチャは引き続き使えます。
ms: Tangkap masih berfungsi apabila iPhone anda berdekatan.
th: ยังบันทึกได้เมื่อ iPhone อยู่ใกล้ ๆ
ur: جب آپ کا iPhone قریب ہو تو capture اب بھی کام کرتا ہے۔
zh_hans: iPhone 在附近时仍可记录。

source: Category
ar: الفئة
es: Categoría
hi: वर्ग
it: Categoria
ja: カテゴリ
ms: Kategori
th: หมวดหมู่
ur: زمرہ
zh_hans: 类别

source: Change profile image availability
ar: تغيير إتاحة صورة الملف الشخصي
es: Cambiar disponibilidad de la imagen de perfil
hi: प्रोफ़ाइल चित्र की उपलब्धता बदलें
it: Modifica disponibilità immagine del profilo
ja: プロフィール画像の公開範囲を変更
ms: Tukar ketersediaan gambar profil
th: เปลี่ยนการใช้งานรูปโปรไฟล์
ur: پروفائل تصویر کی دستیابی تبدیل کریں
zh_hans: 更改头像可用范围

source: Change Where to Save
ar: تغيير مكان الحفظ
es: Cambiar donde guardar
hi: सहेजने की जगह बदलें
it: Cambia dove salvare
ja: 保存先を変更
ms: Tukar Tempat Simpan
th: เปลี่ยนที่บันทึก
ur: محفوظ کرنے کی جگہ بدلیں
zh_hans: 更改保存位置

source: Changed %@
ar: تغيّر %@
es: Cambiado%@
hi: %@बदला गया
it: Modificato %@
ja: %@を変更しました
ms: Diubah %@
th: เปลี่ยนแปลง %@
ur: %@ تبدیل ہوا
zh_hans: 更改为%@

source: Changes are ready on your other devices.
ar: التغييرات جاهزة على أجهزتك الأخرى.
es: Los cambios están listos en tus otros dispositivos.
hi: बदलाव आपके अन्य डिवाइसों पर तैयार हैं.
it: Le modifiche sono pronte sugli altri dispositivi.
ja: 変更は他のデバイスで準備できています。
ms: Perubahan sedia pada peranti anda yang lain.
th: การเปลี่ยนแปลงพร้อมแล้วบนอุปกรณ์อื่นของคุณ
ur: تبدیلیاں آپ کے دیگر ڈیوائسز پر تیار ہیں۔
zh_hans: 更改已在你的其他设备上准备好。

source: Changes where the current profile image is available.
ar: تغيّر مكان إتاحة صورة الملف الشخصي الحالية.
es: Cambia dónde está disponible la imagen de perfil actual.
hi: यह बदलता है कि वर्तमान प्रोफ़ाइल चित्र कहाँ उपलब्ध है।
it: Modifica dove è disponibile l'immagine del profilo attuale.
ja: 現在のプロフィール画像を利用できる場所を変更します。
ms: Menukar tempat gambar profil semasa tersedia.
th: เปลี่ยนตำแหน่งที่รูปโปรไฟล์ปัจจุบันพร้อมใช้งาน
ur: یہ طے کرتا ہے کہ موجودہ پروفائل تصویر کہاں دستیاب ہے۔
zh_hans: 更改当前头像的可用位置。

source: Changes where your current profile image is available.
ar: تغيّر مكان إتاحة صورة ملفك الشخصي الحالية.
es: Cambia dónde está disponible tu imagen de perfil actual.
hi: यह बदलता है कि आपका वर्तमान प्रोफ़ाइल चित्र कहाँ उपलब्ध है।
it: Modifica dove è disponibile la tua immagine del profilo attuale.
ja: 現在のプロフィール画像を利用できる場所を変更します。
ms: Menukar tempat gambar profil semasa anda tersedia.
th: เปลี่ยนตำแหน่งที่รูปโปรไฟล์ปัจจุบันของคุณพร้อมใช้งาน
ur: یہ طے کرتا ہے کہ آپ کی موجودہ پروفائل تصویر کہاں دستیاب ہے۔
zh_hans: 更改你当前头像的可用位置。

source: Check local Watch toDōs before merging them into this account.
ar: راجع مهام toDō المحلية على الساعة قبل دمجها في هذا الحساب.
es: Revisa los toDōs locales del Watch antes de combinarlos con esta cuenta.
hi: इस अकाउंट में मिलाने से पहले Watch के स्थानीय toDō जाँचें।
it: Controlla i toDō locali su Watch prima di unirli a questo account.
ja: このアカウントに統合する前に、Watch内のtoDōを確認してください。
ms: Semak toDō setempat pada Watch sebelum menggabungkannya ke akaun ini.
th: ตรวจสอบ toDō ใน Watch ก่อนรวมเข้ากับบัญชีนี้
ur: اس اکاؤنٹ میں ضم کرنے سے پہلے Watch کے مقامی toDō دیکھیں۔
zh_hans: 合并到此账户前，请检查 Watch 上的本地 toDō。

source: Checking Account
ar: التحقق من الحساب
es: Cuenta de cheques
hi: खाते की जांच
it: Conto corrente
ja: 当座預金口座
ms: Akaun Semakan
th: ตรวจสอบบัญชี
ur: اکاؤنٹ چیک کر رہا ہے۔
zh_hans: 支票账户

source: Checking custom sound...
ar: جارٍ فحص الصوت المخصص...
es: Comprobando sonido personalizado...
hi: कस्टम ध्वनि जाँची जा रही है...
it: Controllo del suono personalizzato...
ja: カスタムサウンドを確認中...
ms: Menyemak bunyi tersuai...
th: กำลังตรวจสอบเสียงกำหนดเอง...
ur: حسب ضرورت آواز چیک ہو رہی ہے...
zh_hans: 正在检查自定义声音...

source: Checking local toDōs before syncing.
ar: التحقق من المهام المحلية قبل المزامنة.
es: Verificar las tareas pendientes locales antes de sincronizar.
hi: सिंक करने से पहले स्थानीय toDōs की जाँच करना।
it: Controllo delle cose da fare locali prima della sincronizzazione.
ja: 同期する前にローカル toDō を確認します。
ms: Menyemak toDōs setempat sebelum menyegerak.
th: ตรวจสอบสิ่งที่ต้องทำในเครื่องก่อนทำการซิงค์
ur: مطابقت پذیری سے پہلے مقامی ٹُڈُوز کی جانچ کر رہا ہے۔
zh_hans: 同步前检查本地待办事项。

source: Checking your account for newer toDōs.
ar: التحقق من حسابك بحثًا عن تُدُس الأحدث.
es: Revisando su cuenta para ver si hay tareas pendientes más recientes.
hi: नए toDōs के लिए आपके खाते की जाँच की जा रही है।
it: Controllo del tuo account per le attività da fare più recenti.
ja: アカウントに新しい toDō がないか確認しています。
ms: Menyemak akaun anda untuk toDō yang lebih baharu.
th: กำลังตรวจสอบบัญชีของคุณสำหรับ toDōs ที่ใหม่กว่า
ur: نئے ٹُڈُوز کے لیے آپ کا اکاؤنٹ چیک کیا جا رہا ہے۔
zh_hans: 检查您的帐户是否有更新的待办事项。

source: Checks whether changes from another device can wake toDō.
ar: يتحقق مما إذا كانت التغييرات من جهاز آخر يمكنها إيقاظ تُدُ.
es: Comprueba si los cambios de otro dispositivo pueden activar toDō.
hi: जांचता है कि दूसरे डिवाइस के बदलाव toDō को जगा सकते हैं या नहीं।
it: Controlla se le modifiche da un altro dispositivo possono riattivare toDō.
ja: 別のデバイスの変更でtoDōを起動できるか確認します。
ms: Menyemak sama ada perubahan dari peranti lain boleh membangunkan toDō.
th: ตรวจว่าการเปลี่ยนจากอุปกรณ์อื่นปลุก toDō ได้หรือไม่
ur: چیک کرتا ہے کہ دوسری ڈیوائس کی تبدیلیاں toDō کو جگا سکتی ہیں یا نہیں۔
zh_hans: 检查其他设备的更改是否可以唤醒 toDō。

source: Choices
ar: الخيارات
es: Opciones
hi: विकल्प
it: Scelte
ja: 選択肢
ms: Pilihan
th: ตัวเลือก
ur: انتخاب
zh_hans: 选项

source: Choose a profile image before changing its availability.
ar: اختر صورة ملف شخصي قبل تغيير إتاحتها.
es: Elige una imagen de perfil antes de cambiar su disponibilidad.
hi: उपलब्धता बदलने से पहले प्रोफ़ाइल चित्र चुनें।
it: Scegli un'immagine del profilo prima di modificarne la disponibilità.
ja: 公開範囲を変更する前にプロフィール画像を選択してください。
ms: Pilih gambar profil sebelum menukar ketersediaannya.
th: เลือกรูปโปรไฟล์ก่อนเปลี่ยนการใช้งาน
ur: دستیابی تبدیل کرنے سے پہلے پروفائل تصویر منتخب کریں۔
zh_hans: 请先选择头像，再更改其可用范围。

source: Choose a snooze duration.
ar: اختر مدة الغفوة.
es: Elige una duración de posposición.
hi: स्नूज़ अवधि चुनें.
it: Scegli una durata di posticipo.
ja: スヌーズ時間を選択してください。
ms: Pilih tempoh tunda.
th: เลือกระยะเวลาพักเตือน
ur: اسنوز کا دورانیہ منتخب کریں۔
zh_hans: 选择稍后提醒时长。

source: Choose a Version
ar: اختر نسخة
es: Elige una version
hi: एक संस्करण चुनें
it: Scegli una versione
ja: バージョンを選択
ms: Pilih Versi
th: เลือกเวอร์ชัน
ur: ایک ورژن منتخب کریں
zh_hans: 选择版本

source: Choose an image and select whether it stays on this device or is available on your devices.
ar: اختر صورة وحدد ما إذا كانت ستبقى على هذا الجهاز أو ستكون متاحة على أجهزتك.
es: Elige una imagen y decide si se queda en este dispositivo o está disponible en tus dispositivos.
hi: चित्र चुनें और तय करें कि वह इसी डिवाइस पर रहे या आपके डिवाइसों पर उपलब्ध हो।
it: Scegli un'immagine e stabilisci se resterà su questo dispositivo o sarà disponibile sui tuoi dispositivi.
ja: 画像を選び、このデバイスだけに保存するか、他のデバイスでも利用できるようにするかを選択します。
ms: Pilih gambar dan tentukan sama ada ia kekal pada peranti ini atau tersedia pada peranti anda.
th: เลือกรูปและเลือกว่าจะเก็บไว้เฉพาะอุปกรณ์นี้หรือใช้ได้บนอุปกรณ์ของคุณ
ur: تصویر منتخب کریں اور طے کریں کہ یہ صرف اسی آلہ پر رہے یا آپ کے آلات پر دستیاب ہو۔
zh_hans: 选择图片，并决定仅保留在此设备上，还是在你的设备上可用。

source: Choose an image and select whether it stays on this Mac or is available on your devices.
ar: اختر صورة وحدد ما إذا كانت ستبقى على هذا الـ Mac أو ستكون متاحة على أجهزتك.
es: Elige una imagen y decide si se queda en este Mac o está disponible en tus dispositivos.
hi: चित्र चुनें और तय करें कि वह इसी Mac पर रहे या आपके डिवाइसों पर उपलब्ध हो।
it: Scegli un'immagine e stabilisci se resterà su questo Mac o sarà disponibile sui tuoi dispositivi.
ja: 画像を選び、このMacだけに保存するか、他のデバイスでも利用できるようにするかを選択します。
ms: Pilih gambar dan tentukan sama ada ia kekal pada Mac ini atau tersedia pada peranti anda.
th: เลือกรูปและเลือกว่าจะเก็บไว้เฉพาะ Mac นี้หรือใช้ได้บนอุปกรณ์ของคุณ
ur: تصویر منتخب کریں اور طے کریں کہ یہ صرف اسی Mac پر رہے یا آپ کے آلات پر دستیاب ہو۔
zh_hans: 选择图片，并决定仅保留在此 Mac 上，还是在你的设备上可用。
